Revit 2027 API
ParameterTypeId.ViewGraphSchedOffGrid Property
 "Include Off-Grid Columns"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ViewGraphSchedOffGrid { get; }
Public Shared ReadOnly Property ViewGraphSchedOffGrid As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ViewGraphSchedOffGrid {
	ForgeTypeId^ get ();
}
static member ViewGraphSchedOffGrid : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace